Repository: PoGo-Devs/PoGo
Catalog: src/PoGo.Windows/Localization/*/Resources.resw
Source language: en_us
Languages: cs, de, el, es, fr, hu, it, pl, tr, zh_tw

# CooldownTextBlock.Text
source: You have to wait some time
cs: Musíte chvíli počkat
de: Du musst leider etwas warten.
el: Πρέπει να περιμένεις λίγη ώρα
es: Tendrás que esperar un poco
fr: Essaye plus tard
hu: Várnod kell egy kis időt
it: È necessario attendere
pl: Musisz chwilę poczekać
tr: Biraz beklemeniz lazım
zh_tw: 稍等一下

# InventoryFullTextBlock.Text
source: Your inventory is full!
cs: Váš inventář je plný!
de: Dein Inventar ist voll!
el: Ο Αποθηκευτικός σας χώρος είναι πλήρης
es: ¡Tu inventario está lleno!
fr: Ton inventaire est plein !
hu: Tele van a készleted!
it: Il tuo inventario è pieno!
pl: Magazyn jest pełny!
tr: Çantan dolu!
zh_tw: 您的背包已經滿了!

# PtcLoginTextBlock.Text
source: LOGIN with PTC Account
cs: PŘIHLÁSIT pomocí PTC
de: LOGIN mit PTC Account
el: ΕΙΣΟΔΟΣ με PTC λογαργιασμό
es: Iniciar Sesión con una cuenta PTC
fr: Connexion avec un compte PTC
hu: Bejelentkezés PTC Fiókkal
it: LOGIN con Account PTC
pl: Logowanie z kontem PTC
tr: PTC Hesabı ile GİRİŞ yap
zh_tw: 使用 PTC 帳號登入

# LoginDisclaimerTextBox.Text
source: To login, enter your Username/Email and Password above. If you don't trust this app, please close it now. Niantic may ban you for using this app. Use at your own risk.
cs: Pro přihlášení do této aplikace potřebujete zadat Přihlašovací jméno/Email. Pokud aplikaci nevěříte, nepoužívejte ji. Neneseme za ně žádnou zodpovědnost.
de: Um dich einzuloggen, musst du deinen Benutzernamen/E-Mail und Passwort eingeben. Wenn du der App nicht vertraust, solltest du sie jetzt schließen. Niantic kann dich für die Verwendung dieser App sperren. Verwendung auf eigene Gefahr.
el: Για να συνδεθείτε, βάλτε επάνω το Όνομα-Χρήστη/Email και τον Κωδικό σας. Αν δεν εμπιστεύεστε αυτήν την εφαρμογή, παρακαλώ κλείστε την τώρα. Η Niantic μπορεί να σας μπανάρει για τη χρήση αυτής της εφαρμογής. Κάντε χρήση με δικό σας ρίσκο.
es: Para entrar, debe introducir su usuario y contraseña arriba. Si no confia en la aplicación, por favor ciérrela ahora. Niantic le podría bloquear por usarla. Úsela bajo su propio riesgo.
fr: Pour te connecter tu dois insérer ton Nom d'ulitisaeur/Email et ton mot de passe au dessus. Si tu n'as pas confiance en cette application, ferme là maintenant. Niantic peut te bannir pour l'utilisation de cette application. À utiliser à tes risques et périls.
hu: Bejelentkezéshez írd be a Felhasználóneved/Email címed és a jelszavadat. Ha nem bízol az alkalmazásban, zárd be most. A Niantic kitilthat az alkalmazás használatáért. Használat csak saját felelősségre.
it: Per effettuare il login, inserisci Username/Email e Password. Se non ti fidi, per favore chiudila ora. Niantic potrebbe bannarti nell'utilizzo di quest'app. Usa a tuo rischio e pericolo.
pl: Żeby się zalogować, musisz wpisać swoją Nazwę Użytkownika/E-mail i Hasło w tej aplikacji. Jeśli jej nie ufasz, zamknij ją. My nie jesteśmy za nic odpowiedzialni.
tr: Giriş yapmak için yukarıya Kullanıcı Adı/Email ve Şifre girin. Eğer bu uygulamaya güvenmiyorsanız, lütfen kapatın. Niantic bu uygulamayı kullandığınız için sizi banlayabilir. Sorumluluk sizindir.
zh_tw: 登入需要使用您的使用者名稱/信箱與密碼，如果您不信任這個應用程式請立即關閉，使用這應用程式帳號或許會遭到 Niantic 封鎖，請自行承擔風險。

# NearbyPokemonTextBlock.Text
source: nearby
cs: POBLÍŽ
de: GESICHTETE POKÉMON
el: Κοντά
es: CERCA
fr: Pokémon aperçus
hu: közelben
it: nelle vicinanze
pl: w pobliżu
tr: yakın
zh_tw: 附近

# OutOfRangeTextBlock.Text
source: THIS POKÉSTOP IS TOO FAR AWAY
cs: Jste mimo dosah
de: Dieser Pokéstop ist zu weit entfernt.
el: ΑΥΤΟ ΤΟ POKÉSTOP ΕΙΝΑΙ ΠΟΛΥ ΜΑΚΡΙΑ
es: ESTA POKÉPARADA ESTÁ DEMASIADO LEJOS
fr: CE POKÉSTOP EST TROP LOIN.
hu: EZ A POKÉSTOP TÚL MESSZE VAN
it: QUESTO POKÉSTOP È TROPPO LONTANO
pl: TEN POKÉSTOP JEST ZA DALEKO
tr: BU POKÉSTOP ÇOK UZAKTA
zh_tw: 補給站太遠了

# LoginPasswordPasswordBox.PlaceholderText
source: Password
cs: Heslo
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
hu: Jelszó
pl: Hasło
tr: Şifre
zh_tw: 密碼

# LoginUsernameTextBox.PlaceholderText
source: Username / Email
cs: Uživatelské jméno/Email
de: Benutzername / E-Mail
el: Όνομα-Χρήστη / Email
es: Usuario / Correo electrónico
fr: Nom d'utilisateur / Email
hu: Felhasználónév / Email
it: Nome utente / e-mail
pl: Nazwa użytkownika/e-mail
tr: Kullanıcı Adı / Email
zh_tw: 使用者名稱/信箱

# ExperienceTextBlock.Text
source: XP
de: EP
es: EXP
it: PE

# CpTextBlock.Text
source: CP
de: WP
it: PL

# EggsTextBlock.Text
source: EGGS
cs: VEJCE
de: EIER
el: ΑΥΓΑ
es: HUEVOS
fr: OEUFS
hu: TOJÁSOK
it: UOVA
pl: JAJKA
tr: YUMURTALAR
zh_tw: 寶可夢蛋

# SettingsMusicTextBlock.Text
source: Music
cs: Hudba
de: Musik
el: Μουσική
es: Música
fr: Musique
hu: Zene
it: Musica
pl: Muzyka
tr: Müzik
zh_tw: 開啟音樂

# SettingsHeaderTextBlock.Text
source: SETTINGS
cs: NASTAVENÍ
de: EINSTELLUNGEN
el: ΡΥΘΜΙΣΕΙΣ
es: OPCIONES
fr: PARAMÈTRES
hu: BEÁLLÍTÁSOK
it: IMPOSTAZIONI
pl: USTAWIENIA
tr: AYARLAR
zh_tw: 設定

# SettingsSignOutTextBlock.Text
source: Sign Out
cs: Odhlásit se
de: Abmelden
el: Αποσύνδεση
es: Salir
fr: Déconnexion
hu: Kijelentkezés
it: Disconnetti
pl: Wyloguj
tr: Çıkış Yap
zh_tw: 登出

# SlashSpaceCpTextBlock.Text
source: / CP
de: / WP
it: / PL

# SpaceXpTextBlock.Text
source: XP
de: EP
es: EXP
it: PE

# LevelUpTextBlock.Text
source: Level up!
de: Stufenaufstieg!
el: Ανεβείκατε Επίπεδο!
es: ¡Subes de nivel!
fr: Niveau supérieur !
hu: Szintlépés!
it: Aumento di livello!
pl: Poziom wyżej!
tr: Seviye yükseldi!
zh_tw: 升等了!

# SettingsMapAutoRotateTextBlock.Text
source: Auto-Rotate Map
cs: Auto-rotovat Mapu
de: Karte automatisch drehen
el: Αυτόματη-Περιστροφή Χάρτη
es: Girar mapa automáticamente
fr: Rotation automatique de la carte
hu: Térkép Automatikus Elforgatása
it: Autorotazione mappa
pl: Autorotacja Mapy
tr: Haritayı otomatik döndür
zh_tw: 地圖自動轉向

# StartDateTextBlock.Text
source: START DATE
cs: DATUM STARTU
de: STARTDATUM
el: ΜΕΡΑ ΕΚΚΙΝΗΣΗΣ
es: FECHA DE INICIO
fr: DATE DE DÉBUT
hu: KEZDÉS DÁTUMA
it: DATA DI INIZIO
pl: DATA ROZPOCZĘCIA
tr: BAŞLANGIÇ TARİHİ
zh_tw: 開始日期

# IncubatorsTextBlock.Text
source: INCUBATORS
cs: INKUBÁTORY
de: BRUTMASCHINEN
el: ΕΚΟΛΑΠΤΥΡΙΑ
es: INCUBADORAS
fr: INCUBATEURS
hu: INKUBÁTOROK
it: INCUBATRICI
pl: INKUBATORY
tr: KULUÇKALAR
zh_tw: 孵蛋器

# SettingsUseNianticMapTextBlock.Text
source: Use Niantic Map
de: Verwende Niantic Karte
el: Χρήση Χάρτη Niantic
es: Usar mapa de Niantic
fr: Utiliser la carte Niantic
hu: Niantic Térkép Használata
pl: Mapa Niantic
tr: Niantic Haritalarını kullan
zh_tw: 使用 Niantic 地圖

# HpTextBlock.Text
source: HP
de: KP
es: PS

# TypeTextBlock.Text
source: Type
de: Typ
el: Τύπος
es: Tipo
hu: Típus
pl: Typ
tr: Tip
zh_tw: 屬性

# WeightTextBlock.Text
source: Weight
de: Gewicht
el: Βάρος
es: Peso
fr: Poids
hu: Súly
pl: Waga
tr: Ağırlık
zh_tw: 體重

# HeightTextBlock.Text
source: Height
de: Größe
el: Ύψος
es: Peso
fr: Taille
hu: Magasság
pl: Wzrost
tr: Boy
zh_tw: 身高

# StardustTextBlock.Text
source: STARDUST
de: STERNENSTAUB
es: POLVOESTERLARES
fr: POUSSIÈRE D'ÉTOILES
hu: CSILLAGPOR
zh_tw: 星塵

# CandyTextBlock.Text
source: CANDY
de: -BONBON
es: CARAMELOS
fr: BONBON
hu: CUKORKA
tr: ŞEKER
zh_tw: 糖果

# EvolveButton.Content
source: EVOLVE
de: ENTWICKELN
el: ΕΞΕΛΙΞΕ
es: EVOLUCIONAR
fr: FAIRE ÉVOLUER
hu: FEJLESZTÉS
pl: EWOLUUJ
tr: GELİŞTİR
zh_tw: 進化

# EggDetailButtonTextBlock.Text
source: START INCUBATION
de: AUSBRÜTEN BEGINNEN
el: ΈΝΑΡΞΗ ΕΚΚΟΛΑΨΗΣ
es: EMPEZAR INCUBACIÓN
fr: COMMENCER L'INCUBATION
it: METTI NELL'INCUBATRICE
tr: KULUÇKAYI BAŞLAT
zh_tw: 開始孵蛋

# EggDetailTextBlock.Text
source: Use an incubator to incubate the Egg.
de: Benutze eine Brutmaschine, um dieses Ei auszubrüten.
el: Χρησιμοποίησε εναν εκκολαυτή για να εκκολάψεις ένα Αυγό.
es: Usa una incubadora para incubar este Huevo.
fr: Utilise un incubateur pour incuber un oeuf.
it: Usa un'incubatrice per far schiudere questo Uovo.
tr: Yumurta çatlatmak için kuluçka kullanın.
zh_tw: 使用孵蛋器開始孵蛋。

# TransferTextBlock.Text
source: TRANSFER
de: VERSCHICKEN

# FavoriteTextBlock.Text
source: FAVORITE
de: FAVORIT

# SettingsLanguageRestartTextBlock.Text
source: You must restart the App to take effect.
de: Die App muss neu gestartet werden.

# SettingsLanguageTextBlock.Text
source: Language
de: Sprache

# SettingsRememberMapZoomTextBlock.Text
source: Remember Map Zoom
de: Karten Zoom speichern

# SettingsCompassEnabledTextBlock.Text
source: Use compass
de: Kompass verwenden

# SettingsLiveTileTextBlock.Text
source: Live Tile Mode
de: Modus für Kachelaktualisierung

# GoogleLoginTextBlock.Text
source: GOOGLE
zh_tw: GOOGLE 登入

# OkButton.Content
source: OK
el: ΕΝΤΑΞΕΙ
es: VALE
tr: Tamam
zh_tw: 確定

# PokemonTextBlock.Text
source: POKÉMON
cs: POKÉMONI
hu: POKÉMONOK
pl: POKÉMONY
zh_tw: 寶可夢

# SettingsVibrationTextBlock.Text
source: Vibration
cs: Vibrace
el: Δόνηση
es: Vibración
hu: Rezgés
it: Vibrazione
pl: Wibracje
tr: Titreşim
zh_tw: 開啟震動

# ItemsTextBlock.Text
source: ITEMS
cs: PŘEDMĚTY
el: ΑΝΤΙΚΕΙΜΕΝΑ
es: OBJETOS
fr: OBJETS
hu: TÁRGYAK
it: STRUMENTI
pl: PRZEDMIOTY
tr: EŞYALAR
zh_tw: 背包

# PokedexTextBlock.Text
source: POKÉDEX
zh_tw: 圖鑑

# LowercaseItemsTextBlock.Text
source: items
cs: PŘEDMĚTY
el: αντικέιμενα
es: objetos
fr: objets
hu: tárgyak
it: Strumenti
pl: przedmioty
tr: eşyalar
zh_tw: 道具

# TotalExperienceTextBlock.Text
source: TOTAL
cs: CELKEM
el: ΣΥΝΟΛΟ
hu: ÖSSZESEN
it: TOTALE
pl: SUMA
tr: TOPLAM
zh_tw: 總計

# LevelTextBlock.Text
source: Level
cs: Úroveň
el: Επίπεδο
es: Nivel
fr: Niveau
hu: Szint
it: Livello
pl: Poziom
tr: Seviye
zh_tw: 等級

# KgTextBlock.Text
source: kg
zh_tw: 公斤

# MTextBlock.Text
source: m
zh_tw: 公尺

# PowerUpButton.Content
source: POWER UP
el: ΆΥΞΣΗΣΗ ΔΥΝΑΜΗΣ
es: MÁS PODER
fr: RECHARGER
hu: ERŐSÍTÉS
pl: ULEPSZ
tr: GÜÇLENDİR
zh_tw: 強化
